botan2
google-chrome
libastal-4-git-debug
libastal-git-debug
libastal-io-git-debug
libmongocrypt
libmongocrypt-debug
mongodb-compass-bin
ngrok
pipes.sh
postman-bin
qt5-webchannel
qt5-webengine
stremio
stremio-debug
tre-command
tre-command-debug
wlogout
wlogout-debug
yay
yay-debug
