arp-scan
aylurs-gtk-shell-git
base
base-devel
bc
bind
blueberry
blueman
bluetui
bluez-utils
brightnessctl
calibre
cava
chezmoi
cloc
cmake
cmark-gfm
cmatrix
code
dbeaver
discord
dmidecode
docker
docker-compose
dolphin
dunst
earlyoom
efibootmgr
evtest
exfatprogs
fastfetch
firefox
flatpak
fuzzel
fwupd
fzf
gamescope
git
gnome-calculator
google-chrome
grim
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
htop
hyperfine
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
impala
inetutils
intel-media-driver
intel-ucode
iwd
jq
keyd
kitty
layer-shell-qt
lazydocker
lazygit
lib32-vulkan-intel
libpulse
libqalculate
libreoffice-still
libva-intel-driver
linux
linux-firmware
ly
mako
man-db
mariadb
memtester
nano
neovim
network-manager-applet
networkmanager
ngrok
ninja
nmap
nodejs
npm
ntfs-3g
nvm
nwg-look
obsidian
otf-font-awesome
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
polkit-kde-agent
postgresql
postman-bin
powertop
protobuf
python-pip
python-pipenv
python-poetry
python-pywal
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
qtkeychain-qt6
qutebrowser
reflector
sddm
slurp
smartmontools
socat
sof-firmware
solaar
spotify-launcher
steam
stow
stremio
stylua
swappy
sway
swayimg
swayosd
thunar
thunderbird
tlp
traceroute
tre-command
tree
ttf-cascadia-code-nerd
ttf-ibm-plex
ttf-jetbrains-mono
udiskie
ufw
unzip
usbutils
uwsm
vim
vlc
vlc-plugins-all
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
wev
wf-recorder
wget
whois
wireless_tools
wireplumber
wl-clipboard
wlogout
wlr-randr
wofi
wtype
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yazi
zip
zoxide
zram-generator
zsh
